var str = prompt('Введите свое имя');

console.log('Привет ' + str + ' вы можете здесь узнать правильные ответы на все примеры выше заданных!. Надеюсь вы достигли успеха!');

var str = prompt('Введите свой возраст')

console.log(str);

var str = prompt('Решите пример: 30 + 30 = ?')

console.log('30 + 30 = Правильный ответ 60: Ваш ответ ' + str) ;


var str = prompt('Следующий пример: 260 - 200 = ?')

console.log('260 - 200 = Правильный ответ 60: Ваш ответ ' + str);

var str = prompt('Третий пример: 20 * 3 = ?')

console.log('20 * 3 = Правильный ответ 60: Ваш ответ ' + str);

var str = prompt('Теперь посложнее: 3120 / 52 = ?')

console.log('3120 / 52 = Правильный ответ 60: Ваш ответ ' + str);

var str = prompt('Последний пример, сколько остатка останется если: 130 % 70 = ?')

console.log('130 % 70 = Правильный ответ 60: Ваш ответ ' + str);

alert('Если вы ответиили на все вопросы  60 ,то вы гений!. Также вы можете проверить свои ответы в консоле разработчика!')

